010000 北京
020000 上海
030200 广州
040000 深圳
180200 武汉
200200 西安
080200 杭州
070200 南京
090200 成都
060000 重庆
030800 东莞
230300 大连
230200 沈阳
070300 苏州
250200 昆明
190200 长沙
150200 合肥
080300 宁波
170200 郑州
050000 天津
120300 青岛
120200 济南
220200 哈尔滨
240200 长春
110200 福州
230400 鞍山
160400 保定
280400 包头
010000 北京
240200 长春
190200 长沙
070700 常熟
070500 常州
190700 常德
060000 重庆
230300 大连
230800 丹东
220500 大庆
030800 东莞
280800 鄂尔多斯
030600 佛山
230600 抚顺
110200 福州
130800 赣州
030200 广州
260200 贵阳
100200 海口
160700 邯郸
080200 杭州
220200 哈尔滨
150200 合肥
190500 衡阳
280200 呼和浩特
071900 淮安
030300 惠州
080900 湖州
031500 江门
080700 嘉兴
240300 吉林
120200 济南
180700 荆州
080600 金华
120900 济宁
130300 九江
250200 昆明
160300 廊坊
270200 兰州
071200 连云港
120800 临沂
140400 柳州
170300 洛阳
070600 昆山
090300 绵阳
130200 南昌
070200 南京
140200 南宁
070900 南通
080300 宁波
120300 青岛
160600 秦皇岛
031900 清远
110400 泉州
100300 三亚
020000 上海
030400 汕头
080500 绍兴
230200 沈阳
040000 深圳
160200 石家庄
070300 苏州
160500 唐山
210200 太原
080800 台州
071800 泰州
050000 天津
231200 铁岭
120500 潍坊
120600 威海
080400 温州
180200 武汉
150300 芜湖
310200 乌鲁木齐
070400 无锡
110300 厦门
200200 西安
190400 湘潭
180500 襄阳
200300 咸阳
071100 徐州
071300 盐城
070800 扬州
120400 烟台
180300 宜昌
290200 银川
230500 营口
081400 义乌
071400 张家港
110500 漳州
031700 湛江
031800 肇庆
170200 郑州
071000 镇江
030700 中山
030500 珠海
190300 株洲
120700 淄博
150000 安徽省
110000 福建省
270000 甘肃省
030000 广东省
140000 广西
260000 贵州省
100000 海南省
160000 河北省
170000 河南省
180000 湖北省
190000 湖南省
220000 黑龙江省
240000 吉林省
070000 江苏省
130000 江西省
230000 辽宁省
280000 内蒙古
290000 宁夏
320000 青海省
120000 山东省
210000 山西省
200000 陕西省
090000 四川省
300000 西藏
310000 新疆
250000 云南省
080000 浙江省
330000 香港
340000 澳门
350000 台湾
360000 国外
01 
100000 海南省
100200 海口
100300 三亚
100400 洋浦经济开发区
100500 文昌
100600 琼海
100700 万宁
100800 儋州
100900 东方
101000 五指山
101100 定安
101200 屯昌
101300 澄迈
101400 临高
101500 三沙
101600 琼中
101700 保亭
101800 白沙
101900 昌江
102000 乐东
102100 陵水
150000 安徽省
150200 合肥
150300 芜湖
150400 安庆
150500 马鞍山
150600 蚌埠
150700 阜阳
150800 铜陵
150900 滁州
151000 黄山
151100 淮南
151200 六安
151400 宣城
151500 池州
151600 宿州
151700 淮北
151800 亳州
110000 福建省
110200 福州
110300 厦门
110400 泉州
110500 漳州
110600 莆田
110700 三明
110800 南平
110900 宁德
111000 龙岩
270000 甘肃省
270200 兰州
270300 金昌
270400 嘉峪关
270500 酒泉
270600 天水
270700 武威
270800 白银
270900 张掖
271000 平凉
271100 定西
271200 陇南
271300 庆阳
271400 临夏
271500 甘南
030000 广东省
030200 广州
030300 惠州
030400 汕头
030500 珠海
030600 佛山
030700 中山
030800 东莞
031400 韶关
031500 江门
031700 湛江
031800 肇庆
031900 清远
032000 潮州
032100 河源
032200 揭阳
032300 茂名
032400 汕尾
032600 梅州
032700 开平
032800 阳江
032900 云浮
140000 广西
140200 南宁
140300 桂林
140400 柳州
140500 北海
140600 玉林
140700 梧州
140800 防城港
140900 钦州
141000 贵港
141100 百色
141200 河池
141300 来宾
141400 崇左
141500 贺州
260000 贵州省
260200 贵阳
260300 遵义
260400 六盘水
260500 安顺
260600 铜仁
260700 毕节
260800 黔西南
260900 黔东南
261000 黔南
160000 河北省
160200 石家庄
160300 廊坊
160400 保定
160500 唐山
160600 秦皇岛
160700 邯郸
160800 沧州
160900 张家口
161000 承德
161100 邢台
161200 衡水
161300 燕郊开发区
170000 河南省
170200 郑州
170300 洛阳
170400 开封
170500 焦作
170600 南阳
170700 新乡
170800 周口
170900 安阳
171000 平顶山
171100 许昌
171200 信阳
171300 商丘
171400 驻马店
171500 漯河
171600 濮阳
171700 鹤壁
171800 三门峡
171900 济源
172000 邓州
240000 吉林省
240200 长春
240300 吉林
240400 辽源
240500 通化
240600 四平
240700 松原
240800 延吉
240900 白山
241000 白城
241100 延边
070000 江苏省
070200 南京
070300 苏州
070400 无锡
070500 常州
070600 昆山
070700 常熟
070800 扬州
070900 南通
071000 镇江
071100 徐州
071200 连云港
071300 盐城
071400 张家港
071600 太仓
071800 泰州
071900 淮安
072000 宿迁
072100 丹阳
072300 泰兴
072500 靖江
130000 江西省
130200 南昌
130300 九江
130400 景德镇
130500 萍乡
130600 新余
130700 鹰潭
130800 赣州
130900 吉安
131000 宜春
131100 抚州
131200 上饶
230000 辽宁省
230200 沈阳
230300 大连
230400 鞍山
230500 营口
230600 抚顺
230700 锦州
230800 丹东
230900 葫芦岛
231000 本溪
231100 辽阳
231200 铁岭
231300 盘锦
231400 朝阳
231500 阜新
280000 内蒙古
280200 呼和浩特
280300 赤峰
280400 包头
280700 通辽
280800 鄂尔多斯
280900 巴彦淖尔
281000 乌海
281100 呼伦贝尔
281200 乌兰察布
281300 兴安盟
281400 锡林郭勒盟
281500 阿拉善盟
290000 宁夏
290200 银川
290300 吴忠
290400 中卫
290500 石嘴山
290600 固原
320000 青海省
320200 西宁
320300 海东
320400 海西
320500 海北
320600 黄南
320700 海南
320800 果洛
320900 玉树
120000 山东省
120200 济南
120300 青岛
120400 烟台
120500 潍坊
120600 威海
120700 淄博
120800 临沂
120900 济宁
121000 东营
121100 泰安
121200 日照
121300 德州
121400 菏泽
121500 滨州
121600 枣庄
121700 聊城
121800 莱芜
210000 山西省
210200 太原
210300 运城
210400 大同
210500 临汾
210600 长治
210700 晋城
210800 阳泉
210900 朔州
211000 晋中
211100 忻州
211200 吕梁
310000 新疆
310200 乌鲁木齐
310300 克拉玛依
310400 喀什地区
310500 伊犁
310600 阿克苏
310700 哈密
310800 石河子
310900 阿拉尔
311000 五家渠
311100 图木舒克
311200 昌吉
311300 阿勒泰
311400 吐鲁番
311500 塔城
311600 和田
311700 克孜勒苏柯尔克孜
311800 巴音郭楞
311900 博尔塔拉
250000 云南省
250200 昆明
250300 曲靖
250400 玉溪
250500 大理
250600 丽江
251000 红河州
251100 普洱
251200 保山
251300 昭通
251400 文山
251500 西双版纳
251600 德宏
251700 楚雄
251800 临沧
251900 怒江
252000 迪庆
080000 浙江省
080200 杭州
080300 宁波
080400 温州
080500 绍兴
080600 金华
080700 嘉兴
080800 台州
080900 湖州
081000 丽水
081100 舟山
081200 衢州
081400 义乌
081600 海宁
